Repository: JakobDev/jdMinecraftLauncher
Catalog: deploy/translations/*.po
Languages: de, es, fr, nl, ru

source: Unofficial classic styled Minecraft Launcher
de: Inoffizieller Minecraft Launcher im klassischen Stil
fr: Launcher Minecraft classique non-officiel
nl: Een onofficiële klassieke Minecraftstarter
ru: Неофициальный лаунчер Minecraft в классическом стиле

source: jdMinecraftLauncher is a Minecraft launcher which Look and Feel is close to the the good old official Launcher
de: jdMinecraftLauncher ist ein Minecraft Launcher der sich am klassischem Launcher orientiert
es: jdMinecraftLauncher es un lanzador de Minecraft que se basa en el lanzador clásico
fr: jdMinecraftLauncher est un launcher Minecraft dont l'apparence et l'usage est presque comme le bon vieux launcher officiel
nl: jdMinecraftLauncher is een Minecraftstarter die heel erg lijkt op de officiële uit de goeie ouwe tijd
ru: jdMinecraftLauncher — лаунчер для Minecraft, выглядящий и ощущающийся максимально похоже на старый-добрый официальный лаунчер

source: All Minecraft versions are supported
de: Alle Minecraft Versionen werden unterstützt
es: Se admiten todas las versiones de Minecraft
fr: Toutes les versions de Minecraft sont supportées
nl: Ondersteuning voor alle Minecraftversies
ru: Поддерживаются все версии Minecraft

source: Offline mode is available after your first login
de: Nach dem ersten Login ist ein Offlinemodus verfügbar
fr: Le mode hors ligne sera disponible après la première connexion
nl: Offlinemodus na de eerste keer inloggen
ru: Оффлайн-режим доступен после входа

source: One click install of Forge, NeoForge, Fabric and Quilt
de: Forge, NeoForge, Fabric und Quilt können mit einem Klick installiert werden

source: FeralInteractive GameMode is supported
de: FeralInteractive GameMode wird unterstützt
es: Se admite el modo de juego FeralInteractive
fr: Le mode de jeu FeralInteractive est supporté
nl: Ondersteuning voor FeralInteractive GameMode
ru: Поддержка GameMode от FeralInteractive

source: Create Shortcuts in the Menu and on the Desktop to directly launch Minecraft
de: Erstelle Verknüpfungen auf dem Desktop und im Startmenü um Minecraft direkt starten zu können
es: Crear accesos directos en el menú y en el escritorio para iniciar directamente Minecraft
fr: Créer des raccourcis dans le menu et sur le bureau pour lancer Minecraft directement
nl: Maak snelkoppelingen in het menu en op het bureaublad
ru: Создавайте ярлыки в меню и на рабочем столе для запуска Minecraft напрямую

source: For Developers commandline arguments and a D-Bus Interface are provided
de: Für Entwickler stehen Kommandozeilenoptionen und ein D-Bus Interface zur Verfügung
fr: Pour les développeurs, des arguments de ligne de commande et une interface D-Bus sont fournis
nl: Voor ontwikkelaars: opdrachtregelopties en een D-Bus-interface
ru: Разработчикам доступны аргументы командной строки и интерфейс D-Bus

source: Profiles can be imported from the vanilla launcher
de: Profile können vom vanilla Launcher importiert werden
es: Los perfiles se pueden importar desde el lanzador de vainilla
fr: Les profiles peuvent être importés du launcher officiel
nl: Profielen kunnen uit de officiële starter worden geïmporteerd
ru: Возможен импорт профилей из ванильного лаунчера

source: Modrinth modpacks (.mrpack) can be installed directly through the Launcher
de: Modrinth Modpacks (.mrpack) können direkt über den Launcher installiert werden
fr: Les modpacks Modrinth (.mrpack) peuvent être installés directement dans le launcher
nl: Modrinth-modpacks (.mrpack) kunnen met behulp van de starter worden geïnstalleerd

source: Integrated into KRunner and GNOME Search
de: Integriert in KRunner und GNOME Search

source: You need a Microsoft Account which owns Minecraft to use this Launcher
de: Zum Benutzen dieses Launchers wird ein Microsoft Account, der Minecraft besitzt, benötigt
es: Para utilizar este lanzador se necesita una cuenta de Microsoft que tenga Minecraft
fr: Il vous faut un compte Microsoft qui possède Minecraft pour utiliser ce launcher
nl: Let op: je hebt een Microsoftaccount nodig om deze starter te kunnen gebruiken
ru: Для использования лаунчера вам необходима учётная запись Mincosoft, имеющая Minecraft

source: This Launcher is completly fanmade and not supported by Mojang/Microsoft
de: Dieser Launcher ist komplett Fanmade und wird nicht von Mojang/Microsoft unterstützt
es: Este lanzador es completamente fanmade y no es compatible con Mojang / Microsoft
fr: Ce launcher est complètement fait par la communauté et non endossé par Mojang/Microsoft
nl: Let op: deze starter is gemaakt door fans en niet door Mojang/Microsoft
ru: Этот лаунчер создан сообществом и не связан с Microsoft или Mojang

source: The main window
de: Das Hauptfenster
fr: La fenêtre principale
nl: Het hoofdvenster
ru: Главное окно

source: The profile editor
de: Der Profileditor
fr: L'éditeur de profile
nl: Het profielvenster
ru: Редактор профилей

source: Offline Mode
de: Offlinemodus
es: Modo sin conexión
fr: Mode hors ligne
nl: Offline-modus
ru: Автономный режим

source: Start Minecraft
de: Minecraft starten

source: An classic styled Minecraft Launcher
es: Un lanzador de Minecraft de estilo clásico

source: Features:
es: Características:
fr: Fonctionnalités :
nl: Kenmerken:
ru: Возможности:

source: Offline mode is aviable after your first login
es: El modo sin conexión está disponible tras el primer inicio de sesión

source: One click install of Forge and Fabric
es: Instalación de Forge y Fabric con un clic

source: For Developers commandline argumnets and a D-Bus Interface are provided
es: Los desarrolladores disponen de opciones de línea de comandos y una interfaz D-Bus

source: The MainWindow
es: Ventana principal

source: The ProfileWindow
es: Ventana del perfil
